{
  "catppuccin": { "branch": "main" },
  "codex.nvim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.clue": { "branch": "main" },
  "mini.completion": { "branch": "main" },
  "mini.cursorword": { "branch": "main" },
  "mini.files": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "mini.notify": { "branch": "main" },
  "mini.pairs": { "branch": "main" },
  "mini.pick": { "branch": "main" },
  "mini.statusline": { "branch": "main" },
  "mini.surround": { "branch": "main" },
  "mini.tabline": { "branch": "main" },
  "mini.trailspace": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" }
}
